{
    "Already registered?": "Déjà inscrit(e) ?",
    "A fresh verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse email.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse email que vous avez indiquée lors de votre inscription.",
    "Email Password Reset Link": "Lien de réinitialisation du mot de passe par e-mail",
    "Password": "Mot de passe",
    "More details": "Plus de détails",
    "Sorry, your job has not been approved and therefore not published.": "Désolé, votre offre d'emploi n'a pas été approuvé et par consequent n'a pas été publié",
    "Congratulations, your job has been approved and published.": "Félicitations, votre offre d'emploi a été approuvé et publié ",
    "Log in": "Se connecter",
    "The subscription has been successfully validated": "l'abonnement a été  validé avec succès",
    "Offer": "Offre",
    "Active until": "Actif jusqu'au",
    "Field ": "Domaine ",
    "Validate subscription": "Valider un abonnement",
    "You will receive this email to confirm the validation of your subscription, it takes effect from ": "Vous recevez cet email pour confirmer la validation de  votre abonnement qui prend effet  à partir du ",
    " and ends on : ": " et s'achève le : ",
    " at ": " à ",
    "Premuim": "Payant",
    "Congratulations on the activation of your subscription": "Félicitations pour l'activation de votre abonnement",
    "Subscribers": "Abonnés",
    "Any": "Aucun",
    "The Subscription has been created": "L'abonnement a été créé",
    "The Subscription has been updated": "L'abonnement a été mis à jour",
    "Subscription": "Abonnement",
    "Edit subscription": "Modifier l'abonnement",
    "Subscriptions": "Abonnements",
    "Subscription list": "Liste des Abonnements",
    "Add new subscription": "Ajouter un nouvel abonnement",
    "Add Subscription": "Ajouter un abonnement",
    "Reset": "Réinitialiser",
    "Duration in Week(s)": "Durée en Semaine(s)",
    "Duration": "Durée",
    "Amount": "Somme",
    "Message Details": "Details du message",
    "You receive this e-mail to confirm the publication of your job, the title of which is: ": "Vous recevez cet e-mail pour confirmer la publication de votre annonce dont l'intitulé est :",
    "Would you like to delete this job as well ?": "Voudriez-vous egalement supprimer ce offre d'emploi ?",
    "Sign In": "Connexion",
    "Log Out": "Se déconnecter",
    "Remember Me": "Se souvenir de moi",
    "The response was successfully sent to ": "La réponse a été envoyée avec succès à ",
    "Hello!": "Bonjour!",
    "Do not reply": "Ne pas repondre",
    "Reply": "Répondre",
    "Send": "Envoyer",
    "Reply to the message here": "Répondre au message ici",
    "Response": "Réponse",
    "Received at": "Date de Reception",
    "Contacts list": "Liste des contacts",
    "Hello  ": "Bonjour ",
    "Administrator": "Administrateur",
    "Jobs": "Offres d'emploi",
    "Publication Job Notification": "Notification de publication d'une offre d'emploi",
    "Thank you for using our application!": "Merci d'utiliser cette application ",
    "Consult the list of other available jobs": "Consulter la liste des autres offres d'emploi disponibles",
    "You receive this e-mail to confirm the publication of your job, the title of which is": "Vous recevez cet e-mail pour vous confirmer effectivement la publication de votre offre d'emploi dont le titre est :",
    "Regards": "Salutations",
    "The password must be at least 8 characters": "Le mot de passe doit comporter au moins 8 caractères",
    "password confirmation does not match.": "La confirmation du mot de passe ne correspond pas",
    "Confirm Password": "Confirmez le mot de passe",
    "Reset Password": "Réinitialiser le mot de passe",
    "This password reset link will expire in ": "Ce lien de réinitialisation de mot de passe expirera dans ",
    "If you're having trouble clicking the ": "Si vous avez des difficultés à cliquer sur le bouton ",
    "button, copy and paste the URL below into your web browser: ": "copiez et collez l'URL ci-dessous dans votre navigateur web : ",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune autre action n'est requise.",
    "You are receiving this email because we have received a request to reset the password for your account.": "Vous recevez cet e-mail car nous avons reçu une demande de réinitialisation du mot de passe pour votre compte.",
    "Password Reset Notification": "Notification pour réinitialisation du mot de passe",
    "All rights reserved.": "Tous droits réservés.",
    "Forgot your password?": "Mot de passe oublié ?",
    "Your account is disable, Please contact administrator.": "Votre compte est desactivé, veuillez contacter l'administrateur de la plateforme.",
    "These credentials do not match our records.": "Ces informations d'identification ne correspondent pas.",
    "The provided password is incorrect.": "Le mot de passe fourni est incorrect.",
    "Too many login attempts. Please try again in some seconds.": "Trop de tentatives de connexion. Veuillez réessayer dans quelques secondes.",
    "Your password has been reset!": "Votre mot de passe a été réinitialisé!",
    "We have emailed your password reset link!": "Nous avons envoyé votre lien de réinitialisation de mot de passe par e-mail !",
    "Please wait before retrying.": "Veuillez patienter avant de réessayer",
    "This password reset token is invalid.": "Ce jeton de réinitialisation de mot de passe n'est pas valide",
    "We can't find a user with that email address.": "Nous ne trouvons pas d'utilisateur avec cette adresse e-mail.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié? Aucun problème. Indiquez-nous simplement votre adresse e-mail et nous vous enverrons par e-mail un lien de réinitialisation de mot de passe qui vous permettra d'en choisir un nouveau",
    "Dashboard": "Tableau de bord",
    "Users": "Utilisateurs",
    "Users list": "Liste des utilisateurs",
    "Job has been successfully published.": "L'offre d'emploi a été publié avec succès",
    "Job hasn't been successfully published.": "L'offre d'emploi n'a pas été publié avec succès",
    "Account has been successfully blocked.": "Le compte a été bloqué avec succès.",
    "Account has been successfully unblocked.": "Le compte a été débloqué avec succès.",
    "You don't have the right permission to access the requested page.": "Vous n'avez pas la permission pour accéder à la page demandée",
    "Back to home": "Retourner à l'accueil",
    "Profile": "Profil",
    "Name": "Nom",
    "Role": "Rôle",
    "Block": "Bloquer",
    "Unblock": "Débloquer",
    "Made By": "Fait par",
    "Fill your email address in this form and we will send you a link to reset your password.": "Remplissez votre adresse mail dans ce formulaire et nous vous enverrons un lien pour réinitialiser votre mot de passe.",
    "Forgot Password": "Mot de passe oublié",
    "Your password has been successfully reset. You can login with your new password.": "Votre mot de passe a été réinitialisé avec succès. Vous pouvez vous connecter avec votre nouveau mot de passe.",
    "Back to login": "Retourner à la connexion",
    "Send the link": "Envoyer le lien",
    "Resend the link": "Renvoyer le lien",
    "Hi": "Salut",
    "Edit": "Modifier",
    "Change information about yourself on this page.": "Changez les informations vous concernant à partir de cette page.",
    "Profile Information": "Informations du profil",
    "Update Password": "Changer le mot de passe",
    "Current password": "Mot de passe actuel",
    "New password": "Nouveau mot de passe",
    "Confirm password": "Confirmer le mot de passe",
    "Save": "Enregistrer",
    "Password has been successfully updated.": "Le mot de passe a été changé avec succès.",
    "Information have been successfully updated.": "Les informations de profil on été mises à jour avec succès",
    "Categories list": "Liste des catégories",
    "Categories": "Catégories",
    "Cancel": "Annuler",
    "Category Name here": "Nom de la catégorie ici",
    "Yes! delete": "Oui! supprimer",
    "Delete": "Supprimer",
    "Job show": "Détails de l'offre d'emploi",
    "Jobs list": "Liste des offres d'emploi",
    "Delete tag": "Supprimer un tag",
    "Delete job": "Supprimer l'offre d'emploi",
    "Delete sub-category": "Supprimer la sous-catégorie",
    "Delete category": "Supprimer la catégorie",
    "Delete Tag": "Supprimer un tag",
    "Edit Category": "Modifier la catégorie",
    "Edit Tag": "Modifier un tag",
    "Not Published": "Ne pas publier",
    "Category name": "Nom de la catégorie",
    "Tag name": "Nom du tag",
    "Title": "Titre",
    "Update": "Mettre à jour",
    "The Subscription has been deleted": "L'abonnement a été supprimé",
    "Dateline": "Date Limite",
    "Enterprise": "Entreprise",
    "Validate Subscription": "Valider un abonnement",
    "Company": "Entreprise",
    "Validate the subscription of":"Valider l'abonnement de",
    "Are you sure you want to delete this subscription?": "Êtes-vous sûr de vouloir supprimer cet abonnement ?",
    "Are you sure you want to validate this subscription ?": "Êtes-vous sûr de vouloir valider cet abonnement ?",
    "Sub-category": "Sous-catégorie",
    "Delete Subscritpion": "Supprimer l'abonnement",
    "File": "Fichier",
    "Research Area": "Domaine recheché",
    "Created at": "Creé le",
    "Updated at": "Mis à jour le",
    "Published": "publié",
    "Language": "Langage",
    "The name edit has already been taken.": "Le nom a déjà été utilisé ",
    "The name field is required.": "Le champ  nom est requis",
    "Tags list": "Liste des Tags",
    "The name must be a string.": "Le nom d'être une chaine de caractère",
    "The tag has been updated": " Le tag été mis a jour",
    "The category has been updated": "La categorie a été mise à jour",
    "The new category has been created": "Une nouvelle catégorie a été créée",
    "The new Tag has been created": "Un nouveau tag a été créé",
    "The category has been deleted": "La categorie a été supprimée",
    "The job has been deleted": "L'offre d'emploi a été supprimé",
    "The Tag has been deleted": "Le tag a été supprimé",
    "Are you Sure? You want to delete": "Etes-vous sûr? Souhaitez-vous supprimer",
    "Are you sure you want to delete this subcategory?": "Etes-vous sûr de vouloir supprimer cette sous-catégorie?",
    "Are you sure you want to delete this category?": "Etes-vous sûr de vouloir supprimer cette catégorie ?",
    "This will also delete all jobs related to this subcategory.": "Cela supprimera également toutes les offres d'emploi en relation avec la sous-catégorie.",
    "This will also remove all subcategories and jobs linked to that category.": "Cela supprimera également toutes les sous-catégories et toutes les offres d'emploi en relation avec la catégorie.",
    "Are you sure you want to delete this tag?": "Etes-vous sûr de vouloir supprimer ce tag ?",
    "Are you sure you want to delete this job?": "Etes-vous sûr de vouloir supprimer cette offre d'emploi ?",
    "Add Tag": "Ajouter un tag",
    "Add category": "Ajouter une catégorie",
    "Sub-categories list": "Liste des sous-catégories",
    "Add new sub-category": "Ajouter une sous-catégorie",
    "Category": "Catégorie",
    "Sub-categories": "Sous-catégories",
    "The sub-category has been created": "La sous-catégorie a été ajoutée",
    "The sub-category has been updated": "La sous-catégorie a été mise à jour",
    "The sub-category has been deleted": "La sous-catégorie a été supprimée",
    "Select a category": "Sélectionner une catégorie",
    "Edit sub-category": "Modifier la sous-catégorie",
    "Confirm": "Confirmer",
    "Home": "Accueil",
    "Explore By Category": "Explorer par catégorie",
    "Job List": "Liste des offres",
    "Showing": " ",
    "to": "à",
    "of": "de",
    "results": "résultats",
    "Go to dashboard": "Aller à l'administration",
    "Go to Dashboard": "Aller au tableau de bord",
    "Post A Job": "Publier une offre",
    "Job Listing": "Liste des offres d'emploi",
    "Date Line": "Date limite",
    "Apply Now": "Postuler",
    "Job details": "Détails de l'offre d'emploi",
    "Job description": "Description de l'offre d'emploi",
    "Responsabilities": "Responsabilités",
    "Apply For The Job": "Postuler Pour L'offre",
    "Job Summary": "Résumé de l'offre",
    "Published On": "Publié Le",
    "Job Type": "Type de l'offre d'emploi",
    "Salary": "Salaire",
    "Location": "Résidence",
    "Latest Jobs": "Dernières offres d'emploi",
    "Browse More Jobs": "Voir toutes les offres d'emploi",
    "For category": "Pour la catégorie",
    "Company Details": "Détails de l'entreprise",
    "Website": "Site web",
    "Other informations": "Autres informations",
    "Follow the steps below to post a job": "Suivez les étapes ci-dessous pour publier une offre d'emploi",
    "Select a sub-category": "Sélectionnez une sous-catégorie",
    "Select the job type": "Sélectionnez le type de l'offre",
    "Min. salary": "Salaire minimal",
    "Max. salary": "Salaire maximal",
    "Select Tags": "Sélectionnez les tags",
    "Short Description": "Courte description",
    "Add job specifications file": "Ajouter un fichier pour les spécifications de l'offre d'emploi",
    "Deadline for receipt of applications": "Date limite de réception des demandes",
    "General introduction to the job": "Présentation générale de l'offre",
    "General Informations": "Informations générales",
    "Requirements": "Exigences",
    "Back": "Retourner en arrière",
    "Add a description": "Ajouter une description",
    "Add a logo": "Ajouter un logo",
    "Requirement": "Exigence",
    "Are you sure you want to cancel?": "Êtes-vous sûr de vouloir annuler ?",
    "Job creation has been cancelled": "La création de l'offre d'emploi a été annulée",
    "Yes": "Oui",
    "No": "Non",
    "Previous": "Précédent",
    "Next": "Suivant",
    "Your job has been successfully registered. It will be studied and you will be informed of its publication or not as soon as possible. An email related to this action has been sent to you, please check your mailbox.": "Votre offre d'emploi a été enregistrée avec succès. Elle sera étudié et vous serez informé de sa publication ou non dans les meilleurs délais. Un courriel relatif à cette action vous a été envoyé, veuillez vérifier votre boîte mail.",
    "Hello ": "Salut ",
    "Good morning": "Bonjour ",
    "Good afternooon": "Bon après-midi ",
    "afternooon": "Bon après-midi ",
    "Good evening": "Bonsoir ",
    "New Job Submission Notification": "Notification de soumission d'une nouvelle offre d'emploi",
    "A new job ": "Un nouveau ",
    "has been submitted by ": "a été soumis par ",
    "Go to job details": "Voir les détails de l'offre",
    "Go to website": "Aller sur le site",
    "Your job ": "Votre offre d'emploi ",
    " has been successfully registered. It will be studied and you will be informed of its publication or not as soon as possible.": " a été enregistré avec succès. Il sera étudié et vous serez informé de sa publication ou non dans les meilleurs délais.",
    "is a start-up agency for employment born from a firm will to facilitate the professional insertion of any Cameroonian. It is in this optics that was set up this platform in order to bring closer to the companies, the job seekers and of professional training course, in this way they will be on the lookout for the least advertisement or request of those.": "est une start-up agence pour l'emploi née d'une ferme volonté de faciliter l'insertion professionnelle de tout  camerounais. c'est dans cette optique qu'à été mis sur pied cette plateforme afin de  rapprocher au plus près des entreprises, les demandeurs d'emplois et de stage professionnel, de cette façon ils seront à l'affût de la moindre annonce ou sollicitation de ceux-ci.",
    "We mainly assist:": "Nous accompagnons principalement :",
    "We help you get the best job and find talent": "Nous vous aidons à obtenir le meilleur emploi et à trouver des talents",
    "Read More": "Lire plus",
    "About": "À propos",
    "Companies": "Les entreprises",
    "Unemployed ": "Les sans emploi fixe",
    "Unemployed": "Sans emploi fixe",
    "Students": "Les étudiants",
    "Pupils": "Les élèves",
    "Our target audience": "Nos cibles",
    "You are a company looking for interns or qualified personnel, subscribe with the company status and publish your recruitment ads while benefiting from our tools and formulas in order to reach more quickly your objectives and improve your MboaLink experience.": "Vous êtes une entreprise à la recherche de stagiaires ou de personnel qualifié, inscrivez-vous au statut d'entreprise et publiez vos annonces de recrutement tout en bénéficiant de nos outils et formules afin d'atteindre plus rapidement vos objectifs et d'améliorer votre expérience MboaLink.",
    "You are a Cameroonian graduate, without a permanent job and maybe even with exceptional aptitude in one or more professional fields and wish to register in a career project, subscribe with the status without permanent job and apply for the position that corresponds to your abilities while benefiting from our tools and formulas to reach your goals faster and your objectives and enhance your MboaLink experience.": "Vous êtes un diplômé camerounais, sans emploi fixe et peut-être même avec des aptitudes exceptionnelles dans un ou plusieurs domaines professionnels et souhaitez vous inscrire dans un projet de carrière, souscrire au statut sans emploi fixe et postuler au poste qui correspond à vos compétences tout en bénéficiant de nos outils et formules pour atteindre plus rapidement vos buts et vos objectifs et améliorer votre expérience MboaLink.",
    "You are a Cameroonian student, at the beginning, middle or end of your studies, and you wish to put into practice your knowledge, discover the world of work and acquire a professional experience; subscribe with the STUDENT status and benefit from our tools and formulas in order to reach your objectives and enhance your MboaLink experience.": "Vous êtes un étudiant camerounais, au début, au milieu ou à la fin de vos études, et vous souhaitez mettre en pratique vos connaissances, découvrir le monde du travail et acquérir une expérience professionnelle; souscrivez au statut ETUDIANT et bénéficiez de nos outils et formules pour atteindre vos objectifs et enrichir votre expérience MboaLink.",
    "You are a Cameroonian pupil, eager to acquire professional skills in order to develop your abilities faster and arrive with a head start on the job market, subscribe with the pupil status and benefit from our tools and formulas in order to reach your objectives and enhance your MboaLink experience.": "Vous êtes un élève camerounais, désireux d'acquérir des compétences professionnelles afin de développer plus rapidement vos capacités et d'arriver avec une longueur d'avance sur le marché du travail, souscrivez au statut d'élève et bénéficiez de nos outils et formules afin d'atteindre vos objectifs et d'améliorer votre expérience MboaLink.",
    "MBOALINK THE CHOICE OF EMPLOYMENT NEARBY": "MBOALINK LE CHOIX DE L'EMPLOI TOUT PRÈS",
    "Contact us": "Contactez-nous",
    "Subject": "Sujet",
    "Cameroon": "Cameroun",
    "Fill the form below to send us a message": "Remplissez le formulaire ci-dessous pour nous laisser un message",
    "Loading": "Chargement",
    "Your message has been successfully sent to the platform administrator. You will receive an email as soon as possible.": "Votre message a été envoyé à l'administrateur de la plate-forme avec succès. Vous recevrez un mail dans les brefs délais.",
    "Message Sent": "Message envoyé",
    "New Message": "Nouveau message",
    "A new message for: ": "Un nouveau message pour : ",
    ", has been sent by ": ", a été envoyé par ",
    "Go to contacts": "Aller aux contacts",
    "Your message for: ": "Votre message pour : ",
    "The content of the message: ": "Le contenu du message : ",
    " has been successfully sent to the administrator. You will receive a response as soon as possible.": " a été envoyé à l'administrateur avec succès. Vous recevrez une réponse dans les brefs délais.",
    "Quick Links": "Liens rapides",
    "Job Details": "Détails de l'offre d'emploi",
    "No tag": "Pas de tag",
    "Not published yet": "Pas encore publié",
    "No file": "Pas de fichier",
    "Publish": "Publier",
    "Do not publish": "Ne pas publier",
    "Eg.: Web Developper, Marketing, ...": "Ex : Développeur Web, Marketing, ...",
    "Search results": "Résultats de la recherche",
    "job(s) found": "offre(s) trouvée(s)",
    "Keyword": "Mot-clé",
    "Empty": "Vide",
    "Published at": "Publié le",
    "Submitted at": "Soumis le",
    "Search": "Rechercher",
    "Clear": "Effacer",
    "English": "Anglais",
    "French": "Français",
    "Bilingual": "Bilingue",
    "Full Time": "Temps plein",
    "Part Time": "Temps partiel",
    "Internship": "Stage",
    "Remote": "À distance",
    "Loading...": "Chargement...",
    "Our Best Subscription Plans": "Nos meilleurs plans d'abonnement",
    "Our Subscription Plans": "Nos plans d'abonnement",
    "See All Plans": "Voir tous les plans",
    "Subscribe Now": "S'abonner",
    "Pricing": "Plans",
    "All of the above represent subscriptions to which this subscriber has subscribed": "L'ensemble de ces éléments ci-dessus représentent les abonnements auxquels cet abonné a souscris",
    "Subscribers List": "Liste des abonnés",
    "Student": "Étudiant",
    "Subscriber profile": "Profil de l'abonné",
    "Pupil": "Élève",
    "Free": "Gratuit",
    "Subscribers list": "Liste des abonnés",
    "Job seekers": "Chercheurs d'emploi",
    "Subscribe to a new subscription": "Souscrire à un nouvel abonnement",
    "Fill the form below to save your subscription": "Remplissez le formulaire ci-dessous pour enregistrer votre abonnement",
    "Follow the steps below save your subscription": "Suivez les étapes ci-dessous pour enregistrer votre abonnement",
    "Company Informations": "Informations de l'entreprise",
    "Personal Informations": "Informations personnelles",
    "Personal Information": "Informations personnelles",
    "Payment": "Paiement",
    "Select your activity field": "Sélectionnez votre domaine d'activité",
    "Select the field you are looking for": "Sélectionnez le domaine recherché",
    "Phone Number": "Numéro de téléphone",
    "Parent Phone Number": "Numéro de téléphone du parent",
    "Select your language of expression": "Sélectionnez votre langue d'expression",
    "School attended": "Ecole fréquentée",
    "Select your series": "Sélectionnez votre série",
    "Serie": "Série",
    "Select your cycle": "Sélectionnez votre cycle",
    "Select your section": "Sélectionnez votre section",
    "Birth Date": "Date de naissance",
    "Select your current class": "Sélectionnez votre classe actuelle",
    "Class": "Classe",
    "School": "Ecole",
    "French section": "Section francophone",
    "English section": "Section anglophone",
    "First cycle": "Premier cycle",
    "Second cycle": "Second cycle",
    "Download": "Télécharger",
    "Series": "Série",
    "Select your education type": "Sélectionnez votre type d'éducation",
    "General education": "Enseignement général",
    "Technical education": "Enseignement technique",
    "Describe your aspirations in a few words": "Décrivez vos aspirations en quelques mots",
    "University of ": "Université de ",
    "University": "Université",
    "Select your attended university": "Sélectionnez votre université fréquentée",
    "Select your training school": "Sélectionnez votre école de formation",
    "Training school": "Ecole de formation",
    "Level": "Niveau",
    "Field": "Filière",
    "Describe your activity in a few words": "Décrivez votre activité en quelques mots",
    "Your current job": "Votre emploi actuel",
    "Your last diploma": "Votre dernier diplôme",
    "Describe your aptitudes in a few words": "Décrivez vos aptitudes en quelques mots",
    "Describe your qualifications in a few words": "Décrivez vos qualifications en quelques mots",
    "Coming soon ...": "A venir ...",
    "Your request for subscription has been successfully sent. You will be contacted shortly via WhatsApp by administrator for further details in order to validate your subscription.": "Votre demande d'abonnement a été envoyée avec succès. Vous serez contacté prochainement par l'administrateur via WhatsApp pour de plus amples informations afin de valider votre abonnement.",
    "Go to subscription details": "Ouvrir les détails",
    "New Subscription Request": "Nouvelle demande d'abonnement",
    "A new request for a type subscription: ": "Une nouvelle demande d'abonnement de type : ",
    " has been made by: ": " a été faite par : ",
    "Look at other plans": "Voir d'autres plans",
    "The new offer :position and current offers must be different": "La nouvelle offre :position et les offres actuelles doivent avoir des valeurs différentes",
    "Add a CV": "Ajouter un CV",
    "Select the desired subscription type": "Sélectionnez le type d'abonnement souhaité",
    "Your password for future login is: ": "Votre mot de passe pour future connexion est : ",
    "You can change it any time on your profile.": "Vous pouvez le modifier à n'importe quel moment à partir de votre profil.",
    "Log in to get started": "Connectez-vous pour commencer",
    "Deadline for applications": "Date limite de dépôt des candidatures",
    "Your password has been sent to you by email.": "Votre mot de passe vous a été envoyé par mail.",
    "The form contains errors. Please check them before resubmitting the form.": "Le formulaire contient des erreurs. Vérifiez-les avant de soumettre à nouveau le formulaire.",
    "Send Message": "Envoyer",
    "Change Language": "Changer la langue",
    "My dashboard": "Mon tableau de bord",
    "My Jobs": "Mes offres d'emploi",
    "My Profile": "Mes profil",
    "Update your personal information using the form below": "Modifiez vos informations personnelles à partir du formulaire ci-dessous",
    "Update your password using the form below": "Modifiez votre mot de passe à partir du formulaire ci-dessous",
    "Confirm new password": "Confirmez le nouveau mot de passe",
    "Update logo": "Modifier le logo",
    "Update CV": "Modifier le CV",
    "Profile has been successfully updated.": "Le profil a été mis à jour avec succès.",
    "Your created jobs are listed in the table below.": "Les offres d'emploi que vous avez créées sont répertoriées dans le tableau ci-dessous.",
    "The jobs you have applied for are listed in the table below.": "Les offres d'emplois auxquelles vous avez postulé sont listées dans le tableau ci-dessous.",
    "You have not submitted a job yet.": "Vous n'avez pas encore soumis d'offre d'emploi.",
    "You have not applied for a job yet.": "Vous n'avez pas encore postulé à une offre d'emploi.",
    "Pending": "En attente",
    "Applicants list": "Liste des candidatures",
    "My Applications": "Mes candidatures",
    "Back to my dashboard": "Retourner à mon tableau de bord",
    "My Subscriptions": "Mes abonnements",
    "My subscriptions list": "Liste de mes abonnements",
    "Your subscriptions are listed in the table below.": "Vos abonnements sont répertoriés dans le tableau ci-dessous.",
    "Submission date": "Date de soumission",
    "Start date": "Date de début",
    "End date": "Date de fin",
    "Subscribe to see the different jobs.": "S'abonner pour voir les différentes offres d'emploi.",
    "Don't have an account yet?": "Pas de compte ?",
    "Subscribe here.": "Abonnez-vous ici.",
    "You have the possibility to start with a free subscription.": "Vous avez la possibilité de démarrer avec un abonnement gratuit.",
    "This job has not been published yet.": "Cette offre d'emploi n'a pas encore été publiée.",
    "Your application has been successfully submitted. You will receive an email confirming your action.": "Votre candidature a été soumise avec succès. Vous recevrez un mail confirmant votre action.",
    "New Job Application Notification": "Notification pour nouvelle candidature",
    "A new application for job: ": "Une nouvelle candidature pour le l'offre d'emploi : ",
    " has been submitted by: ": " a été soumise par : ",
    "Your application for job: ": "Votre candidature pour l'offre d'emploi : ",
    " has been successfully sent to the company: ": " a été envoyée avec succès à l'entreprise : ",
    " will guide you through this process.": " vous accompagnera tout au long de ce processus.",
    "You cannot perform this action.": "Vous ne pouvez pas effectuer cette action.",
    "Applied on": "Postulé le",
    "Logout": "Déconnexion",
    "Details": "Détails",
    "You've already applied for this job": "Vous avez déjà postulé à cette offre d'emploi",
    "You can renew your subscription one week before the end of the current one.": "Vous pourrez renouveler votre abonnement une semaine avant la fin de celui en cours.",
    "Send renewal request": "Envoyer la demande",
    "Renew my subscription": "Renouveler mon abonnement",
    "Dear subscriber, you have": "Cher abonné, il vous reste",
    "day": "jour",
    "days": "jours",
    "hour": "heure",
    "hours": "heures",
    "left on your current subscription.": "pour votre abonnement actuel.",
    "You can request a renewal by clicking on the button below.": "Vous pouvez faire une demande de renouvellement en cliquant sur le bouton ci-dessous.",
    "Close": "Fermer",
    "Validated": "Validé",
    "Status": "Statut",
    "Dear subscriber, your subscription period is over.": "Cher abonné, votre période d'abonnement est terminée.",
    "Your subscription renewal request as been successfully sent. You will be contacted shortly via WhatsApp by administrator for further details in order to validate your subscription.": "Votre demande de renouvellement d'abonnement a été envoyée avec succès. L'administrateur vous contactera sous peu via WhatsApp pour les détails supplémentaires afin de valider votre abonnement.",
    "An email has been sent to you.": "Un email vous a été envoyé.",
    "Upcoming": "A venir",
    "Ended": "Terminé",
    "On going": "En cours",
    "It will cost you": "Il vous coûtera",
    "and go from": "et ira du",
    "to ": "au ",
    "Your last subscription request is awaiting validation.": "Votre dernière demande d'abonnement est en attente de validation.",
    "Subscription Renewal Request": "Demande de renouvellement d'abonnement",
    "A request for a renewal subscription ": "Une demande de renouvellement d'abonnement ",
    "Cost": "Coût",
    "Click the button below to upgrade your subscription": "Cliquez sur le bouton ci-dessous pour mettre à niveau votre abonnement",
    "Upgrade my subscription": "Mettre à niveau l'abonnement",
    "Subscription upgrade": "Mise à niveau de l'abonnement",
    "Upgrade": "Mettre à niveau",
    "You still have": "Il vous reste encore",
    "You have already subscribed, go to your dashboard if you wish to renew": "Vous êtes déjà abonné, rendez-vous sur votre tableau de bord si vous souhaitez renouveler votre abonnement",
    "Job applicants": "Candidats à l'emploi",
    "The different applications for job": "Les différentes candidatures pour l'offre",
    "are listed in the table below": "sont listées dans le tableau ci-dessous",
    "No applicant yet": "Pas de candidature pour le moment",
    "Details of applicant:": "Informations du candidat :",
    "Account Status": "Statut du compte",
    "Your account is": "Votre compte est",
    "active": "actif",
    "disabled": "désactivé",
    "You can continue to browse the website and enjoy the privileges of your subscription.": "Vous pouvez continuer à naviguer sur le site et à profiter des privilèges de votre abonnement.",
    "you": "vous",
    "administrator": "l'administrateur",
    "Your account has been disabled on": "Votre compte a été désactivé le",
    "by": "par",
    "You can click on the button below to activate you account.": "Vous pouvez cliquer sur le bouton ci-dessous pour activer votre compte.",
    "You can click on the button below to disable you account.": "Vous pouvez cliquer sur le bouton ci-dessous pour désactiver votre compte.",
    "Disable my account": "Désactiver mon compte",
    "Activate my account": "Activer mon compte",
    "You have ": "Vous avez ",
    "activated": "activé",
    " your account.": " votre compte.",
    "You can contact the administrator to find out more:": "Vous pouvez contacter l'administrateur pour en savoir plus :",
    "The password reset link has expired, please request a new password reset.": "Le lien de réinitialisation a expiré, veuillez faire une nouvelle demande.",
    "You cannot enable this account because it was disabled by its owner.": "Vous ne pouvez pas activer ce compte car il a été désactivé par son propriétaire.",
    "": ""
}
